package com.ys.ui.common.constants;

/**
 * Created by wangtao on 2016/5/3.
 */
public class PrintConstants {

    public static String content = "\n" +
            "广州博爱智谷自助终端有限公司\n" +
            "订单编号：%s \n" +
            "购物日期：%s\n" +
            "终端编号：%s\n" +
            "------------------------------\n\n" +
            "商品名称：%s\n" +
            "商品规格：%s\n" +
            "商品单价：%s元\n" +
            "会员价  ：%s元\n" +
            "------------------------------\n\n" +
            "付款：%s \n" +
            "付款方式：%s \n" +
            "------------------------------\n\n" +
            "为了维护您的权益，请保留好小票。\n" +
            "服务咨询热线：400-060-0289 \n" +
            "多谢惠顾！祝君健康！"
            ;

}
